{
    "nav": {
        "home": "Home",
        "service": "Service",
        "about": "About",
        "contact": "Contact",
        "submission" : "Submission",
        "formation": "Training"
    },
    "footer": {
        "title": "Écoles des Métiers Spécialisées",
        "horaire_travail": "Work timetable",
        "lundi": "Monday",
        "vendredi": "Friday",
        "samedi": "Saturday",
        "location": "Location",
        "adresse": "Address",
        "contact": "Contact",
        "tel": "Phone",
        "mail": "Mail",
        "copyright": "Copyright"
    },
    "partner": {
        "title": "Our partners",
        "trust": "They decided to trust us and affiliate with us."
    },
    "about": {
        "title": "About",
        "who_are_you": "Who are you?",
        "desc_line1": "Located in Yaoundé, the Institut Regional DSM BUSINESS SCHOOL is an educational institution dedicated to training competent and versatile professionals in a wide range of strategic fields. Located in the heart of the city, our school offers high quality academic and practical programmes to meet the ever-changing needs of today's businesses and industries.",
        "power01_title": "Rigor",
        "power02_title": "Professionalism",
        "power03_title": "Excellency",
        "temoignages": "Our partners"
    },
    "service": {
        "title": "Our Services",
        "what_we_do": "What we do",
        "service01": "Relationship Marketing",
        "service01_desc": "Identification of prospects / customers interested in a product, Implementation in order to understand these preferences in order to be able to convert them and retain them.",
        "service02": "General commerce",
        "service02_desc": "Conglomerate of traders and service providers.",
        "service03": "Entrepreneurial follow-up",
        "service03_desc": "Order management, Sales follow-up, Communication, Marketing",
        "promotion": "Take advantage of our extensive sales network",
        "promotion_explain": "Increase your profits by members of the AFRIZON network.",
        "contact_us": "CONTACT  US"
    },
    "contact": {
        "title": "Contact",
        "w_to_f_u": "Where to find us",
        "contact_us": "Contact us",
        "desc": "Ideas, recommendations, observations, complaints, etc.? Please leave us a message with as much detail as possible."
    },
    "home": {
        "s01_t": "Explore your passion for architecture",
        "s01_d": "Over 10 years of high-quality training and professional integration",
        "s01_l": "Course",
        "s02_t": "Institute approved by MINEFOP",
        "s02_d": "More than 10 courses",
        "s02_l": "Training",
        "s03_t": "QUALITY DOCUMENTATION",
        "s03_d": "All the major quality works for exceptional training",
        "s03_l": "Making appointments",
        "a_t": "About Us",
        "a_d": "The IRDSM BUSINESS SCHOOL is an educational institution dedicated to training competent and versatile professionals in a wide range of strategic fields. Located in the heart of the city, our school offers high-quality academic and practical programmes to meet the ever-changing needs of today's businesses and industries.",
        "start": "Start the adventure with us",
        "date": "Making appointments",
        "skill": "Why choose us?",
        "skill_d": "Quality training, internships and job coaching",
        "p01_title": "Qualities training",
        "p01_desc": "CoComposed entirely of experts in innovative sectors, IRDSM BUSINESS SCHOOL guarantees you quality training that meets the expectations of the employment sector.",
        "p02_title": "Practical internship",
        "p02_desc": "Through our various partnerships, we guarantee you work placements in companies so that you can apply the knowledge you have acquired during your training.",
        "p03_title": "Professional integration",
        "p03_desc": "Every day, IRDSM BUSINESS SCHOOL works hard to ensure that every student can find a job in their chosen sector at the end of their training."
    },
    
    "formation": {
          "title": "Training",
          "duree": "Duration of Training",
          "douane": "CUSTOMS / TRANSIT",
          "douane_desc": "The CUSTOMS / TRANSIT field deals with international trade, customs procedures, and the management of goods flow across borders. Professionals in this field ensure compliance with customs regulations to facilitate the transportation of goods.",
          "impots_fiscalite": "TAXATION",
          "impots_fiscalite_desc": "The TAXATION field focuses on taxation, accounting, and financial management. Experts in this field are responsible for tax optimization and compliance with tax laws.",
          "impots_tresor": "TREASURY",
          "impots_tresor_desc": "The TREASURY field addresses issues related to public financial management and treasury operations. Professionals in this field manage the financial resources of the state and contribute to the proper functioning of public services.",
          "banques_finance": "BANKING AND FINANCE",
          "banques_finance_desc": "The BANKING AND FINANCE field concentrates on the financial sector, including banking, wealth management, and financial markets. Experts in this field work on asset management and the provision of financial services.",
          "comptabilite_desc": "The ACCOUNTING field focuses on corporate accounting, financial account management, and financial reporting. Professionals in this field play a crucial role in monitoring a company's financial performance.",
          "audit": "AUDIT AND CONTROLLING",
          "audit_desc": "The AUDIT AND CONTROLLING field is dedicated to the verification of processes and management practices within companies. Experts in this field assess operational efficiency and compliance with standards and regulations.",
          "pont": "CIVIL ENGINEERING",
          "pont_desc": "The CIVIL ENGINEERING field is involved in the design, construction, and maintenance of roads and transportation infrastructure. Professionals in this field contribute to the planning and execution of infrastructure projects.",
          "geo": "SURVEYING AND TOPOGRAPHY",
          "geo_desc": "The SURVEYING AND TOPOGRAPHY field focuses on the measurement and mapping of the Earth's surface. Experts in this field use advanced technologies to collect geospatial data and create accurate maps.",
          "construction_bat": "BUILDING CONSTRUCTION",
          "construction_bat_desc": "The BUILDING CONSTRUCTION field is dedicated to the planning, design, and construction of buildings. Professionals in this field contribute to residential and commercial construction projects.",
          "collaborateur_archi": "ARCHITECTURAL ASSISTANT",
          "collaborateur_archi_desc": "The ARCHITECTURAL ASSISTANT field works closely with architects to plan and coordinate architectural projects. Experts in this field participate in all stages of design and construction.",
          "dessinateur_projet": "DRAFTSMAN",
          "dessinateur_projet_desc": "The DRAFTSMAN field focuses on creating technical drawings and plans for construction projects. Professionals in this field play a key role in communicating design concepts.",
          "elect_bat": "ELECTRICAL ENGINEERING",
          "elect_bat_desc": "The ELECTRICAL ENGINEERING field is dedicated to the installation and maintenance of electrical systems in buildings. Experts in this field ensure that electrical installations operate safely and efficiently.",
          "electronique": "ELECTRONICS",
          "electronique_desc": "The ELECTRONICS field focuses on the design, manufacturing, and maintenance of electronic equipment. Professionals in this field work in various sectors, including aerospace and telecommunications.",
          "delegue_medical": "MEDICAL REPRESENTATIVE",
          "delegue_medical_desc": "The MEDICAL REPRESENTATIVE field is dedicated to promoting and selling pharmaceutical and medical products. Experts in this field establish relationships with healthcare professionals and provide information about products.",
          "auxiliaire_pharmacie": "PHARMACY ASSISTANT",
          "auxiliaire_pharmacie_desc": "The PHARMACY ASSISTANT field works in pharmacies and healthcare facilities. Professionals in this field assist pharmacists in dispensing medications and managing inventory.",
          "mines": "MINING AND GEOLOGY",
          "mines_desc": "The MINING AND GEOLOGY field focuses on the exploration and extraction of mineral and geological resources. Experts in this field contribute to the discovery and management of natural resources.",
          "env": "ENVIRONMENTAL SCIENCE",
          "env_desc": "The ENVIRONMENTAL SCIENCE field is concerned with ecosystem preservation and sustainable management of natural resources. Professionals in this field work to address contemporary environmental challenges."
        
      },
      
    "news": {
        "title": "News"
    },
    "pilote": {
        "programme": "Programmes",
        "title": "Airline Transport Pilot Licence",
        "condition": "Admission requirements",
        "licence": "Licences & Qualifications",
        "rdv": "Make an appointment",
        "place_formation": "These airline pilot training courses take place at the AirRichelieu College located in Canada in the city of Longueuil",
        "programme1": {
            "title": "Diploma of Collegial Studies in Integrated ATPL Aircraft Piloting Techniques (Air Richelieu College)",
            "condition": "Successful completion of secondary 5ᵉ mathematics (TS or SN) and physics or equivalent.",
            "licence1": "Private Pilot Licence PPL",
            "licence2": "Commercial Pilot Licence CPL",
            "licence3": "IR instrument rating / ME multi-engine annotation",
            "licence4": "Multi Crew Coordination (MCC) training",
            "licence5": "Airline Transport Pilot Licence (SARON and SAMRA) (FROZEN ATPL)",
            "etape1": "860H of technical courses",
            "etape2": "85H flight time",
            "etape3": "80H simulator",
            "etape4": "660H of general courses",
            "etape5": "24 to 40 months",
            "diplome": "Diploma and immigration",
            "diplome_desc": "Diploma issued by the Ministry of Higher Education of Quebec, and giving access to a post-graduation work permit for the duration of your studies as well as to the CSQ (Certificat de sélection du Québec) program for obtaining permanent residence."
        },
        "programme2": {
            "title": "Attestation of Collegial Studies as an Airline Transport Pilot (Air Richelieu College)",
            "condition": "Have obtained a high school diploma Baccalaureat or equivalent.",
            "licence1": "Private Pilot Licence PPL",
            "licence2": "Commercial Pilot Licence CPL",
            "licence3": "IR instrument rating / ME multi-engine annotation",
            "licence4": "Multi Crew Coordination (MCC) training",
            "licence5": "Airline Transport Pilot Licence (SARON and SAMRA) (FROZEN ATPL)",
            "etape1": "1320H of technical courses",
            "etape2": "185H flight time",
            "etape3": "80H simulator",
            "etape4": "Bilingual English & French",
            "etape5": "24 to 26 months",
            "diplome": "Diploma and immigration",
            "diplome_desc": "Attestation of collegial studies issued by the Air Richelieu College and recognized by the Ministry of Higher Education of Quebec, and giving access to a post-graduation work permit for the duration of your studies."
        }
    },
    "admission": {
        "title": "Admission",
        "begin": "Let's start your procedure",
        "nb" : "By filling in this form, you agree to be contacted by IRDSM-AVIATION for more information about the competition and to make an appointment to visit our campuses.",
        "nb_polytechnique" : "By filling in this form, you agree to be contacted by IFP POLYTECHNIQUE for more information about the competition and to make an appointment to visit our campuses.",
        "select_prog": "Choice of programme",
        "re-entry": "Date of Competition",
        "personal_info": "Personal Information",
        "fullname": "Full Name",
        "email": "Email",
        "phone": "Phone",
        "sexe": "Sexe",
        "ville" : "City",
        "age": "Age",
        "etude": "Studies",
        "diplome": "Recent diploma",
        "choice_center": "Choice of centre",
        "center": "Centre",
        "confirm_admission": "I certify that the information provided is accurate",
        "prev": "Pevious",
        "next": "Next",
        "submit": "Validate",
        "admission_sent": "Confirmation of application",
        "check_mail" : "Please check your emails to see the summary of your information sent to the administration"
    }
}